[
    {
      "name": "Labrador Retriever",
      "description": "El Labrador Retriever es una raza amistosa, activa y muy inteligente, ideal como mascota familiar y perro de trabajo.",
      "image": "assets/Labrador_Retriever.jpg"
    },
    {
      "name": "Bulldog Francés",
      "description": "El Bulldog Francés es pequeño pero robusto, con una personalidad vivaz y afable. Es conocido por ser una compañía leal y afectuosa.",
      "image": ""
    },
    {
      "name": "Pastor Alemán",
      "description": "El Pastor Alemán es un perro valiente, leal y muy inteligente, comúnmente utilizado como perro de trabajo en tareas de seguridad y rescate.",
      "image": ""
    },
    {
      "name": "Golden Retriever",
      "description": "El Golden Retriever es un perro amigable, confiable y amable, con un excelente temperamento, perfecto como mascota familiar.",
      "image": ""
    },
    {
      "name": "Beagle",
      "description": "El Beagle es un perro curioso, enérgico y con un gran sentido del olfato, comúnmente utilizado para la caza menor.",
      "image": ""
    },
    {
      "name": "Poodle",
      "description": "El Poodle es un perro muy inteligente, con un temperamento alegre y juguetón. Es una raza fácil de entrenar y adaptarse a distintas situaciones.",
      "image": ""
    },
    {
      "name": "Chihuahua",
      "description": "El Chihuahua es una de las razas más pequeñas del mundo, con una personalidad valiente y confiada, conocido por su lealtad a sus dueños.",
      "image": ""
    },
    {
      "name": "Rottweiler",
      "description": "El Rottweiler es un perro robusto, seguro de sí mismo y leal, con un instinto protector fuerte, ideal como perro guardián.",
      "image": ""
    },
    {
      "name": "Dachshund",
      "description": "El Dachshund es un perro pequeño pero valiente, conocido por su cuerpo alargado y su actitud curiosa, enérgica y tenaz.",
      "image": ""
    },
    {
      "name": "Boxer",
      "description": "El Boxer es un perro leal, enérgico y con un carácter amigable. Son muy activos y se llevan bien con los niños, lo que los hace excelentes perros familiares.",
      "image": ""
    }
  ]